/* Delete Alert View */
"Delete" = "Delete";
"OK" = "OK";



/* Tab Bar Strings */
"Home" = "Home";
"Classes" = "Classes";
"Archive" = "Archive";
"Awards" = "Awards";



/* Classes & Archive View */
"Class Archive" = "Class Archive";
"The class archive is empty." = "The class archive is empty.";
"Add New Item" = "Add New Item";
"Add" = "Add";
"%lld" = "%lld";
"0%lld" = "0%lld";
"Class" = "Class";
"Classes" = "Classes";
"Close" = "Close";
"Delete Class?" = "Delete Class?";
"Sort items" = "Sort items";
"Sort" = "Sort";
"Title" = "Title";
"No Classes" = "No Classes";
"Optimized" = "Optimized";
"Please select something from the menu to begin." = "Please select something from the menu to begin.";



/* Home View */
"Up next" = "Up next";
"Due later" = "Due later";



/* Edit Item View */
"Edit Item" = "Edit Item";
"Mark as complete" = "Mark as complete";
"New Item" = "New Item";
"Description:" = "Description:";
"Due date" = "Due date";
"Due Date" = "Due Date";
"Creation Date" = "Creation Date";
"Edit" = "Edit";
"Example: Fall 2020 " = "Example: Fall 2020 ";
"High" = "High";
"Item Name:" = "Item Name:";
"Low" = "Low";
"Medium" = "Medium";
"Priority" = "Priority";



/* Edit Project View */
"Archive class" = "Archive class";
"Delete class" = "Delete class";
"Reopon class" = "Reopen class";
"Edit Class" = "Edit Class";
"Basic description" = "Basic description";
"Class color" = "Class color";
"Class name" = "Class name";
"Finish Date" = "Finish Date";
"Start - Finish Date" = "Start - Finish Date";
"Start Date" = "Start Date";
"Archiving a class moves it from Classes to Archive tab; deleting it removes the class entirely." = "Archiving a class moves it from Classes to Archive tab; deleting it removes the class entirely.";
"Are you sure you want to delete this class? It will remove all the items it contains." = "Are you sure you want to delete this class? It will remove all the items it contains.";



/* Awards View */
"Unlocked: %@" = "Unlocked: %@";
"Locked" = "Locked";



/* Settings View */
"Settings" = "Settings";
"Settings View" = "Settings View";

